CREATE DATABASE wallet
--Создаем базу данных wallet

INSERT INTO users
VALUES (1,'kap@gmail.com','2023-01-21',1505.2435,'2023-01-21','2023-01-21'),
(2,'kaper@gmail.com','2023-01-21',2445.5335,'2023-01-11','2023-01-11'),
(3,'kapera@gmail.com','2023-05-25',3245.6425,'2023-05-25','2023-05-25');
--Заполняем таблицу users

INSERT INTO	wallet_users
VALUES (1,'kap@gmail.com','2023-01-21',244405.2435,'2023-01-21','2023-01-21',1),
(2,'kaper@gmail.com','2023-01-21',522445.5335,'2023-01-11','2023-01-11',2),
(3,'kapera@gmail.com','2023-05-25',233245.6425,'2023-05-25','2023-05-25',3);
--Заполняем таблицу wallet_users